/**
 * Hindi translation for bootstrap-datepicker
 * Visar Uruqi <visar.uruqi@gmail.com>
 */
; (function($){
	$.fn.datepicker.dates['hi'] = {
		days: ["อาทิตย์", "จันทร์", "อังคาร", "พุธ", "พฤหัส", "ศุกร์", "เสาร์"],
		daysShort: ["อา.", "จ.", "อ.", "พ.", "พฤ.", "ศ.", "ส."],
		daysMin: ["อา", "จ", "อ", "พ", "พฤ", "ศ", "ส"],
		months: ["มกราคม", "กุมภาพันธ์", "มีนาคม", "เมษายน", "พฤษภาคม", "มิถุนายน", "กรกฎาคม", "สิงหาคม", "กันยายน", "ตุลาคม", "พฤศจิกายน", "ธันวาคม"],
		monthsShort: ["ม.ค.,", "ก.พ.,", "มี.ค.,", "เม.ย.,", "พ.ค.,", "มิ.ย.,", "ก.ค.,", "ส.ค.,", "ก.ย.,", "ต.ค.,", "พ.ย.,", "ธ.ค."],
		today: "วันนี้",
		monthsTitle: "เดือน",
		clear: "ล้าง",
		weekStart: 1,
		format: "dd / mm / yyyy"
	};
	$.fn.datetimepicker.dates['hi'] = {
		days: ["อาทิตย์", "จันทร์", "อังคาร", "พุธ", "พฤหัส", "ศุกร์", "เสาร์"],
		daysShort: ["อา.", "จ.", "อ.", "พ.", "พฤ.", "ศ.", "ส."],
		daysMin: ["อา", "จ", "อ", "พ", "พฤ", "ศ", "ส"],
		months: ["มกราคม", "กุมภาพันธ์", "มีนาคม", "เมษายน", "พฤษภาคม", "มิถุนายน", "กรกฎาคม", "สิงหาคม", "กันยายน", "ตุลาคม", "พฤศจิกายน", "ธันวาคม"],
		monthsShort: ["ม.ค.,", "ก.พ.,", "มี.ค.,", "เม.ย.,", "พ.ค.,", "มิ.ย.,", "ก.ค.,", "ส.ค.,", "ก.ย.,", "ต.ค.,", "พ.ย.,", "ธ.ค."],
		today: "วันนี้",
		monthsTitle: "เดือน",
		clear: "ล้าง",
		weekStart: 1,
		meridiem: "",
		format: "dd / mm / yyyy"
	};
}(jQuery));
