/**
 * Hindi translation for bootstrap-datepicker
 * Visar Uruqi <visar.uruqi@gmail.com>
 */
; (function($){
	$.fn.datepicker.dates['hi'] = {
		days: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		daysShort: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		daysMin: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		months: ["జనవరి", "ఫిబ్రవరీ", "మార్చి", "ఏప్రిల్", "ఉండవచ్చు", "జూన్", "జూలై", "ఆగష్టు", "సెప్టెంబర్", "అక్టోబర్", "నవంబర్", "డిసెంబర్"],
		monthsShort: ["జనవరి", "ఫిబ్రవరీ", "మార్చి", "ఏప్రిల్", "ఉండవచ్చు", "జూన్", "జూలై", "ఆగష్టు", "సెప్టెంబర్", "అక్టోబర్", "నవంబర్", "డిసెంబర్"],
		today: "ఈరోజు",
		monthsTitle: "నెలలు",
		clear: "క్లియర్ చేయి",
		weekStart: 1,
		format: "dd / mm / yyyy"
	};
	$.fn.datetimepicker.dates['hi'] = {
		days: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		daysShort: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		daysMin: ["ఆది", "సోమ", "మంగళ", "బుధ", "గురు", "శుక్ర", "శని"],
		months: ["జనవరి", "ఫిబ్రవరీ", "మార్చి", "ఏప్రిల్", "ఉండవచ్చు", "జూన్", "జూలై", "ఆగష్టు", "సెప్టెంబర్", "అక్టోబర్", "నవంబర్", "డిసెంబర్"],
		monthsShort: ["జనవరి", "ఫిబ్రవరీ", "మార్చి", "ఏప్రిల్", "ఉండవచ్చు", "జూన్", "జూలై", "ఆగష్టు", "సెప్టెంబర్", "అక్టోబర్", "నవంబర్", "డిసెంబర్"],
		today: "ఈరోజు",
		monthsTitle: "నెలలు",
		clear: "క్లియర్ చేయి",
		weekStart: 1,
		meridiem: "",
		format: "dd / mm / yyyy"
	};
}(jQuery));
